venueTabLists = {
    '子衿街学生活动中心': {
        '舞蹈': 'tab-019335a6-9d67-4d7d-923e-92ecea740c7b',
        '健身房': 'tab-0a349309-1734-4507-98bd-4c30bf33c6bc',
        '棋牌室': 'tab-151ba6a9-2cb1-489d-8cbd-2d2fe5e12f7c',
        '钢琴': 'tab-57fbed57-d8b9-4247-a6ed-b2088a9e8a37',
        '烘焙': 'tab-7bffbb9b-4999-49e4-9025-6012d3524da8',
        '琴房兼乐器': 'tab-bbd8cc4b-f3b5-4714-af53-f61a8f1c2fba'
    },
    '学生服务中心': {
        '台球': 'tab-417dc5ed-aba7-4abb-bbdc-efef8446dbdb',
        '健身房': 'tab-c3b3b14e-46c8-4e42-b687-5da310762a60'
    },
    '徐汇校区体育馆': {
        '健身房': 'tab-0f71f5e1-2e24-4c15-b437-cc9f82a1343e',
        '羽毛球': 'tab-84e4aeaf-0c8c-431c-a64d-7ccd9cc381f6',
        '乒乓球': 'tab-92c28497-7437-4d5d-ab55-55721009db45'
    },
    '气膜体育中心': {
        '羽毛球': 'tab-29942202-d2ac-448e-90b7-14d3c6be19ff',
        '篮球': 'tab-8dc0e52c-564a-4d9a-9cb2-08477f1a18d4'
    },
    '南区体育馆': {
        '乒乓球': 'tab-28d3bea9-541d-4efb-ae46-e739a5f78d72',
        '排球': 'tab-3770c0b3-1060-41f4-ae12-8df38d48c8b1',
        '篮球': 'tab-7f11b6af-cb2e-47ac-9a51-9cd0df885736'
    },
    '胡法光体育场': {
        '舞蹈': 'tab-a810f3f6-f5c8-4ab3-b57c-e9372f40649b'
    },
    '霍英东体育中心': {
        '羽毛球': 'tab-49629b20-71fb-4bae-8675-fdae0831e861',
        '篮球': 'tab-561d43a3-338e-4834-b35f-747bdc578366',
        '健身房': 'tab-b3dce013-3a0e-45e0-a0c2-425a364ac90f'
    },
    '致远游泳馆东侧足球场': {
        '足球': 'tab-6a157dec-2f89-4f5c-ba10-dd28db67292b'
    },
    '笼式足球场': {
        '足球': 'tab-ad666603-a47e-488d-b913-d5304a880ced'
    },
    '子衿街南侧网球场': {
        '网球': 'tab-67b30431-4185-433f-802d-278687b257a9'
    },
    '东区网球场': {
        '网球': 'tab-4dd7ae28-cf27-4369-9bc4-ee75b8e3cc76'
    },
    '胡晓明网球场': {
        '网球': 'tab-19f69e5c-872f-4fbb-b9fe-70d6337c2d93'
    }
}